Repository: entrevoix-app/entrevoix-macos
Catalog: Sources/Entrevoix/Resources/Localizable.xcstrings
Source language: en
Languages: fr_fr

# action.back
source: Back
fr_fr: Retour

# action.quit
source: Quit
fr_fr: Quitter

# action.remove
source: Remove
fr_fr: Supprimer

# action.discard
source: Discard
fr_fr: Ignorer

# action.save
source: Save
fr_fr: Enregistrer

# cleanup.default_prompt
source: Clean up the transcript without changing its meaning. Correct punctuation, mistakes, and hesitations. Return only the final text.
fr_fr: Nettoyez la transcription sans en modifier le sens. Corrigez la ponctuation, les erreurs et les hésitations. Retournez uniquement le texte final.

# cleanup.stop_with_error
source: Stop with an Error
fr_fr: Arrêter avec une erreur

# cleanup.use_raw_transcript
source: Use Raw Transcript
fr_fr: Utiliser la transcription brute

# connection_test.insufficient_audio
source: Record at least one short phrase before running the test.
fr_fr: Enregistrez au moins une courte phrase avant de lancer le test.

# connection_test.ready
source: Ready to test the STT connection.
fr_fr: Prêt à tester la connexion STT.

# connection_test.recording
source: Recording test audio…
fr_fr: Enregistrement du test audio…

# connection_test.received_characters
source: Connection verified: received %lld characters.
fr_fr: Connexion vérifiée : %lld caractères reçus.

# connection_test.sending
source: Sending the recording to the provider…
fr_fr: Envoi de l’enregistrement au fournisseur…

# dictation.ready
source: Ready
fr_fr: Prêt

# dictation.listening
source: Listening…
fr_fr: Écoute…

# dictation.recording
source: Recording…
fr_fr: Enregistrement…

# dictation.requesting_microphone
source: Requesting microphone access…
fr_fr: Demande d’accès au micro…

# dictation.transcribing
source: Transcribing…
fr_fr: Transcription…

# dictation.improving
source: Improving text…
fr_fr: Amélioration du texte…

# dictation_dictionary.add
source: Add term
fr_fr: Ajouter un terme

# dictation_dictionary.actions
source: Term actions
fr_fr: Actions du terme

# dictation_dictionary.cancel
source: Cancel
fr_fr: Annuler

# dictation_dictionary.column
source: Dictionary String
fr_fr: Chaîne du dictionnaire

# dictation_dictionary.count
source: %lld strings
fr_fr: %lld chaînes

# dictation_dictionary.description
source: Add names, acronyms, or technical terms that should be recognized by dictation.
fr_fr: Ajoutez des noms, acronymes ou termes techniques que la dictée doit reconnaître.

# dictation_dictionary.edit
source: Edit term
fr_fr: Modifier le terme

# dictation_dictionary.entry_placeholder
source: Term
fr_fr: Terme

# dictation_dictionary.invalid_entry
source: Enter a non-empty term that is not already in the dictionary.
fr_fr: Saisissez un terme non vide qui n’existe pas déjà dans le dictionnaire.

# dictation_dictionary.none
source: No terms saved
fr_fr: Aucun terme enregistré

# dictation_dictionary.remove
source: Remove term
fr_fr: Supprimer le terme

# dictation_dictionary.search
source: Search…
fr_fr: Rechercher…

# dictation_dictionary.warning
source: This may improve recognition, but it is not 100% effective and depends on the selected transcription model.
fr_fr: Cela peut améliorer la reconnaissance, mais ce n’est pas efficace à 100 % et les résultats dépendent du modèle de transcription sélectionné.

# error.launch_at_login
source: Could not change the launch at login setting: %@
fr_fr: Impossible de modifier le lancement à l’ouverture de session : %@

# error.recording_failed
source: Could not start recording. Check microphone permission.
fr_fr: Impossible de démarrer l’enregistrement. Vérifiez l’autorisation du micro.

# error.stt_empty_result
source: The transcript is empty.
fr_fr: La transcription est vide.

# error.stt_file_too_large
source: The audio file exceeds the 25 MB limit.
fr_fr: Le fichier audio dépasse la limite de 25 Mo.

# error.stt_http
source: STT error (HTTP %lld).
fr_fr: Erreur STT (HTTP %lld).

# error.stt_invalid_endpoint
source: The STT endpoint is invalid.
fr_fr: L’endpoint STT est invalide.

# error.stt_invalid_header
source: The authentication header name is invalid.
fr_fr: Le nom de l’en-tête d’authentification est invalide.

# error.stt_invalid_response
source: The STT response is invalid.
fr_fr: La réponse STT est invalide.

# error.stt_missing_api_key
source: The STT API key is missing.
fr_fr: La clé API STT est manquante.

# error.ttt_empty_input
source: The transcript to clean up is empty.
fr_fr: La transcription à nettoyer est vide.

# error.ttt_empty_prompt
source: The TTT prompt is empty.
fr_fr: Le prompt TTT est vide.

# error.ttt_empty_result
source: TTT cleanup returned empty text.
fr_fr: Le nettoyage TTT a renvoyé un texte vide.

# error.ttt_http
source: TTT error (HTTP %lld).
fr_fr: Erreur TTT (HTTP %lld).

# error.ttt_invalid_endpoint
source: The TTT endpoint is invalid.
fr_fr: L’endpoint TTT est invalide.

# error.ttt_invalid_header
source: The TTT header name is invalid.
fr_fr: Le nom de l’en-tête TTT est invalide.

# error.ttt_invalid_response
source: The TTT response is invalid.
fr_fr: La réponse TTT est invalide.

# error.ttt_missing_api_key
source: The TTT API key is missing.
fr_fr: La clé API TTT est manquante.

# failure.microphone_denied
source: Microphone access was denied. Allow Entrevoix in System Settings.
fr_fr: L’accès au micro a été refusé. Autorisez Entrevoix dans Réglages Système.

# failure.no_audio
source: No audio file was produced.
fr_fr: Aucun fichier audio n’a été produit.

# failure.session_not_found
source: Recording session not found.
fr_fr: Session d’enregistrement introuvable.

# language.automatic
source: Automatic
fr_fr: Automatique

# language.arabic
source: Arabic
fr_fr: Arabe

# language.chinese
source: Chinese
fr_fr: Chinois

# language.dutch
source: Dutch
fr_fr: Néerlandais

# language.english
source: English
fr_fr: Anglais

# language.french
source: French
fr_fr: Français

# library.active
source: Active
fr_fr: Actif

# library.no_results
source: No matching items
fr_fr: Aucun élément correspondant

# library.search
source: Search…
fr_fr: Rechercher…

# language.german
source: German
fr_fr: Allemand

# language.indonesian
source: Indonesian
fr_fr: Indonésien

# language.italian
source: Italian
fr_fr: Italien

# language.japanese
source: Japanese
fr_fr: Japonais

# language.korean
source: Korean
fr_fr: Coréen

# language.polish
source: Polish
fr_fr: Polonais

# language.portuguese
source: Portuguese
fr_fr: Portugais

# language.russian
source: Russian
fr_fr: Russe

# language.spanish
source: Spanish
fr_fr: Espagnol

# language.turkish
source: Turkish
fr_fr: Turc

# language.ukrainian
source: Ukrainian
fr_fr: Ukrainien

# language.vietnamese
source: Vietnamese
fr_fr: Vietnamien

# output.clipboard
source: Clipboard
fr_fr: Presse-papiers

# output.insert_automatically
source: Insert Automatically
fr_fr: Insérer automatiquement

# permission.allowed
source: Allowed
fr_fr: Autorisé

# permission.denied
source: Denied
fr_fr: Refusé

# permission.not_allowed_yet
source: Not allowed yet
fr_fr: Pas encore autorisé

# test.clipboard
source: Entrevoix — clipboard test
fr_fr: Entrevoix — test du presse-papiers

# test.insertion
source: Entrevoix — insertion test
fr_fr: Entrevoix — test d’insertion

# trigger.hold_to_talk
source: Hold to Talk
fr_fr: Maintenir pour parler

# trigger.press_to_start_stop
source: Press to Start/Stop
fr_fr: Appuyer pour démarrer/arrêter

# accessibility.connection_status
source: Connection test status: %@
fr_fr: État du test de connexion : %@

# accessibility.start_test
source: Requests microphone access, then starts a short test recording.
fr_fr: Demande l’accès au micro, puis démarre un court enregistrement de test.

# accessibility.stop_and_test
source: Stops the test recording and sends it to the STT provider.
fr_fr: Arrête l’enregistrement de test et l’envoie au fournisseur STT.

# action.cancel
source: Cancel
fr_fr: Annuler

# action.clear
source: Clear
fr_fr: Effacer

# action.finish
source: Finish
fr_fr: Terminer

# action.next
source: Next
fr_fr: Suivant

# action.start_test
source: Start a Test
fr_fr: Démarrer un test

# action.stop_and_test
source: Stop and Test
fr_fr: Arrêter et tester

# cleanup.migration.accept
source: Use French Prompt
fr_fr: Utiliser le prompt français

# cleanup.migration.keep
source: Keep English Prompt
fr_fr: Conserver le prompt anglais

# cleanup.migration.message
source: Your existing default prompt is in English. You can use a French version that will follow the interface language.
fr_fr: Votre prompt par défaut actuel est en anglais. Vous pouvez utiliser une version française qui suivra la langue de l’interface.

# cleanup.migration.title
source: Use the French cleanup prompt?
fr_fr: Utiliser le prompt de nettoyage français ?

# cleanup.on_failure
source: On failure
fr_fr: En cas d’échec

# cleanup.reset_prompt
source: Reset Prompt
fr_fr: Réinitialiser le prompt

# connection_test.description
source: The test records a short phrase and sends it to the configured STT provider.
fr_fr: Le test enregistre une courte phrase et l’envoie au fournisseur STT configuré.

# audio_input.system_default
source: macOS Default Microphone
fr_fr: Microphone par défaut de macOS

# audio_input.system_default_named
source: macOS Default Microphone (%@)
fr_fr: Microphone par défaut de macOS (%@)

# audio_input.unavailable
source: %@ (Unavailable)
fr_fr: %@ (indisponible)

# audio_input.unavailable_warning
source: Entrevoix will use the macOS default microphone until this device reconnects.
fr_fr: Entrevoix utilisera le microphone par défaut de macOS jusqu’à la reconnexion de cet appareil.

# field.api_key
source: API key
fr_fr: Clé API

# field.authentication
source: Authentication
fr_fr: Authentification

# field.dictation_output
source: Dictation output
fr_fr: Sortie de dictée

# field.header_name
source: Header name
fr_fr: Nom de l’en-tête

# field.name
source: Name
fr_fr: Nom

# field.output
source: Output
fr_fr: Sortie

# field.primary_shortcut
source: Primary shortcut:
fr_fr: Raccourci principal :

# field.secondary_shortcut
source: Secondary shortcut (optional):
fr_fr: Raccourci secondaire (facultatif) :

# field.shortcut
source: Shortcut:
fr_fr: Raccourci :

# field.stt_favorite_languages
source: Languages in the menu
fr_fr: Langues dans le menu

# field.stt_language
source: Transcription language
fr_fr: Langue de transcription

# field.endpoint_scheme
source: The endpoint must start with http:// or https://.
fr_fr: L’endpoint doit commencer par http:// ou https://.

# menu.check_for_updates
source: Check for Updates…
fr_fr: Rechercher des mises à jour…

# menu.getting_started
source: Getting Started
fr_fr: Premiers pas

# menu.logs
source: Logs
fr_fr: Journaux

# menu.language
source: Language
fr_fr: Langue

# menu.quit
source: Quit
fr_fr: Quitter

# menu.settings
source: Settings
fr_fr: Réglages

# onboarding.connection.description
source: This test is optional: speak a short phrase, then Entrevoix will send it to your STT provider. The test transcription is not retained.
fr_fr: Ce test est facultatif : prononcez une courte phrase, puis Entrevoix l’enverra à votre fournisseur STT. La transcription de test n’est pas conservée.

# onboarding.connection.title
source: Test the connection
fr_fr: Tester la connexion

# onboarding.delivery.title
source: Delivery and preferences
fr_fr: Distribution et préférences

# onboarding.shortcut.description
source: Choose the shortcut that will trigger Entrevoix, even when another app is in the foreground.
fr_fr: Choisissez le raccourci qui déclenchera Entrevoix, même lorsqu’une autre app est au premier plan.

# onboarding.shortcut.title
source: Global shortcut
fr_fr: Raccourci global

# onboarding.step
source: Step %lld of %lld
fr_fr: Étape %lld sur %lld

# onboarding.transcription.description
source: Choose a ready transcription provider. You can add and edit remote providers later in Settings.
fr_fr: Choisissez un fournisseur de transcription prêt à l’emploi. Vous pourrez ajouter et modifier les fournisseurs distants plus tard dans les Réglages.

# onboarding.transcription.title
source: Transcription connection
fr_fr: Connexion de transcription

# onboarding.welcome.description
source: Entrevoix records your voice locally, then sends the short audio file to your chosen STT provider. A second provider can then clean up the text if you enable that option.
fr_fr: Entrevoix enregistre votre voix localement, puis envoie le court fichier audio au fournisseur STT de votre choix. Un second fournisseur peut ensuite nettoyer le texte si vous activez cette option.

# onboarding.welcome.privacy
source: API keys stay in the macOS Keychain. Temporary audio files are deleted after dictation. Entrevoix has no servers or user accounts of its own.
fr_fr: Les clés API restent dans le trousseau macOS. Les fichiers audio temporaires sont supprimés après chaque dictée. Entrevoix n’a ni serveur ni compte utilisateur propre.

# onboarding.welcome.settings_hint
source: You can change all of these choices later in Settings.
fr_fr: Vous pourrez modifier tous ces choix plus tard dans les Réglages.

# onboarding.welcome.title
source: Welcome to Entrevoix
fr_fr: Bienvenue dans Entrevoix

# permission.accessibility
source: Accessibility
fr_fr: Accessibilité

# permission.accessibility_insertion_hint
source: Accessibility permission is only required for automatic insertion. Without it, Entrevoix uses the clipboard.
fr_fr: L’autorisation d’accessibilité est uniquement requise pour l’insertion automatique. Sans elle, Entrevoix utilise le presse-papiers.

# permission.allow_accessibility
source: Allow Automatic Insertion
fr_fr: Autoriser l’insertion automatique

# permission.allow_microphone
source: Allow Microphone Access
fr_fr: Autoriser l’accès au micro

# permission.microphone
source: Microphone
fr_fr: Micro

# permission.reset_failed
source: macOS could not reset microphone access.
fr_fr: macOS n’a pas pu réinitialiser l’accès au micro.

# permission.reset_microphone
source: Repair Microphone Access
fr_fr: Réparer l’accès au micro

# permission.reset_succeeded
source: Permission reset. Allow microphone access now.
fr_fr: Autorisation réinitialisée. Autorisez maintenant l’accès au micro.

# permission.resetting_microphone
source: Resetting microphone access…
fr_fr: Réinitialisation de l’accès au micro…

# permission.refresh
source: Refresh Permissions
fr_fr: Actualiser les autorisations

# settings.about
source: About
fr_fr: À propos

# settings.audio_input
source: Audio Input
fr_fr: Entrée audio

# settings.delivery
source: Delivery
fr_fr: Distribution

# settings.duck_other_audio
source: Reduce other apps’ volume while dictating
fr_fr: Réduire le volume des autres apps pendant la dictée

# settings.enable_cleanup
source: Enable cleanup
fr_fr: Activer le nettoyage

# settings.general
source: General
fr_fr: Général

# settings.global_shortcut
source: Global Shortcuts
fr_fr: Raccourcis globaux

# settings.interface_language
source: Interface language
fr_fr: Langue de l’interface

# settings.launch_at_login
source: Launch Entrevoix at login
fr_fr: Lancer Entrevoix à l’ouverture de session

# settings.permissions
source: Permissions
fr_fr: Autorisations

# settings.play_feedback
source: Play a sound when dictation starts and ends
fr_fr: Jouer un son au début et à la fin de la dictée

# settings.sidebar.customization
source: Customization
fr_fr: Personnalisation

# settings.sidebar.processing
source: Processing
fr_fr: Traitement

# settings.source_code
source: Source code on GitHub
fr_fr: Code source sur GitHub

# settings.version
source: Entrevoix %@ — MIT License
fr_fr: Entrevoix %@ — Licence MIT

# settings.stt
source: STT Transcription
fr_fr: Transcription STT

# settings.providers
source: Providers
fr_fr: Fournisseurs

# provider.add_apple
source: Add Apple (local)
fr_fr: Ajouter Apple (local)

# provider.add_openai
source: Add OpenAI
fr_fr: Ajouter OpenAI

# provider.apple_speech_onboarding_hint
source: Apple Speech requires a supported, downloaded speech asset. Choose a language below.
fr_fr: Apple Speech nécessite une ressource vocale compatible et téléchargée. Choisissez une langue ci-dessous.

# provider.choose
source: Choose a provider
fr_fr: Choisir un fournisseur

# field.stt_provider
source: STT provider
fr_fr: Fournisseur STT

# field.base_url
source: Base URL
fr_fr: URL de base

# field.models_path
source: Models path
fr_fr: Route des modèles

# field.provider
source: Provider
fr_fr: Fournisseur

# field.stt_model
source: STT model
fr_fr: Modèle STT

# field.stt_route
source: STT route
fr_fr: Route STT

# field.ttt_api_format
source: TTT API format
fr_fr: Format d’API TTT

# field.ttt_model
source: TTT model
fr_fr: Modèle TTT

# field.ttt_route
source: TTT route
fr_fr: Route TTT

# provider.add
source: Add provider
fr_fr: Ajouter un fournisseur

# provider.add_another
source: Add a provider
fr_fr: Ajouter un fournisseur

# provider.apple_assets
source: Speech availability is checked before recording. Download required speech assets from the STT settings.
fr_fr: La disponibilité de la transcription est vérifiée avant l’enregistrement. Téléchargez les ressources vocales requises dans les réglages STT.

# provider.apple_intelligence
source: Apple Intelligence availability is checked before cleanup.
fr_fr: La disponibilité d’Apple Intelligence est vérifiée avant le nettoyage.

# provider.apple_privacy
source: Speech transcription and text cleanup run on this Mac. No audio or text is sent to a network provider.
fr_fr: La transcription vocale et le nettoyage de texte s’exécutent sur ce Mac. Aucun son ni texte n’est envoyé à un fournisseur réseau.

# provider.apple_speech_hint
source: Apple Speech runs locally. A supported speech asset must be downloaded and ready before recording.
fr_fr: Apple Speech s’exécute localement. Une ressource vocale compatible doit être téléchargée et prête avant l’enregistrement.

# provider.back_to_catalog
source: All providers
fr_fr: Tous les fournisseurs

# provider.capabilities
source: Capabilities
fr_fr: Fonctionnalités

# provider.configured_title
source: Configured providers
fr_fr: Fournisseurs configurés

# provider.edit_hint
source: Edit endpoint, credentials, routes, and model in Providers.
fr_fr: Modifiez l’endpoint, les identifiants, les routes et le modèle dans Fournisseurs.

# provider.empty_description
source: Add a local Apple or remote provider to begin.
fr_fr: Ajoutez un fournisseur Apple local ou distant pour commencer.

# provider.load_models
source: Load / Refresh models
fr_fr: Charger / Actualiser les modèles

# provider.models_compatibility_hint
source: Model discovery only lists identifiers; it does not guarantee TTT compatibility.
fr_fr: La découverte liste uniquement les identifiants de modèles ; elle ne garantit pas leur compatibilité TTT.

# provider.none_selected
source: No provider selected
fr_fr: Aucun fournisseur sélectionné

# provider.openai_compatible
source: OpenAI-compatible
fr_fr: Compatible OpenAI

# provider.remove_apple
source: Remove Apple provider
fr_fr: Supprimer le fournisseur Apple

# provider.remove_message
source: Its API key is removed first. Selected STT and TTT capabilities will be deselected.
fr_fr: Sa clé API est d’abord supprimée. Les fonctionnalités STT et TTT sélectionnées seront désélectionnées.

# provider.remove_title
source: Remove provider?
fr_fr: Supprimer le fournisseur ?

# provider.speech_to_text
source: Speech to text
fr_fr: Transcription vocale

# provider.stt_missing
source: Add and configure a provider in the Providers section before dictating.
fr_fr: Ajoutez et configurez un fournisseur dans la section Fournisseurs avant de dicter.

# provider.text_cleanup
source: Text cleanup
fr_fr: Nettoyage de texte

# provider.use_loaded_model
source: Use a loaded model
fr_fr: Utiliser un modèle chargé

# provider.validation_api_key
source: An API key is required for this authentication mode.
fr_fr: Une clé API est requise pour ce mode d’authentification.

# provider.validation_capability
source: Select at least one capability.
fr_fr: Sélectionnez au moins une fonctionnalité.

# provider.validation_duplicate
source: Provider names must be unique.
fr_fr: Les noms des fournisseurs doivent être uniques.

# provider.validation_endpoint
source: Enter a valid http:// or https:// URL.
fr_fr: Saisissez une URL http:// ou https:// valide.

# provider.validation_header
source: An authentication header name is required.
fr_fr: Le nom de l’en-tête d’authentification est requis.

# provider.validation_model
source: A model is required.
fr_fr: Un modèle est requis.

# provider.validation_name
source: A provider name is required.
fr_fr: Le nom du fournisseur est requis.

# provider.validation_route
source: A route is required for each capability.
fr_fr: Une route est requise pour chaque fonctionnalité.

# provider.models_load_failed
source: Could not load models. You can still enter one manually.
fr_fr: Impossible de charger les modèles. Vous pouvez toujours en saisir un manuellement.

# action.configure
source: Configure
fr_fr: Configurer

# codex.description
source: Use your ChatGPT account to improve transcriptions.
fr_fr: Utilisez votre compte ChatGPT pour améliorer les transcriptions.

# codex.cleanup
source: Text cleanup
fr_fr: Nettoyage de texte

# codex.connect
source: Connect ChatGPT
fr_fr: Connecter ChatGPT

# codex.connecting
source: Connecting to ChatGPT…
fr_fr: Connexion à ChatGPT…

# codex.connected
source: Connected
fr_fr: Connecté

# codex.disconnect
source: Disconnect
fr_fr: Déconnecter

# codex.model
source: Model
fr_fr: Modèle

# codex.ttt_only
source: OpenAI (Codex) is available for text cleanup only. Choose a separate speech-to-text provider.
fr_fr: OpenAI (Codex) est disponible uniquement pour le nettoyage de texte. Choisissez un fournisseur de transcription distinct.

# error.codex_connection_failed
source: Could not connect to ChatGPT.
fr_fr: Impossible de se connecter à ChatGPT.

# error.codex_invalid_request
source: The OpenAI (Codex) request is invalid.
fr_fr: La requête OpenAI (Codex) est invalide.

# error.codex_not_connected
source: Connect ChatGPT before using OpenAI (Codex).
fr_fr: Connectez ChatGPT avant d’utiliser OpenAI (Codex).

# settings.dictation_dictionary
source: Dictation Dictionary
fr_fr: Dictionnaire de dictée

# settings.updates
source: Updates
fr_fr: Mises à jour

# settings.update_channel
source: Update channel
fr_fr: Canal de mise à jour

# settings.update_channel_hint
source: Stable updates are always included. Returning to Stable never downgrades an installed version.
fr_fr: Les mises à jour stables sont toujours incluses. Revenir au canal stable ne rétrograde jamais une version installée.

# settings.ttt
source: TTT Cleanup
fr_fr: Nettoyage TTT

# menu.prompt_enabled
source: TTT cleanup enabled
fr_fr: Nettoyage TTT activé

# menu.prompt_disabled
source: TTT cleanup disabled
fr_fr: Nettoyage TTT désactivé

# prompts.active
source: Active prompt
fr_fr: Prompt actif

# prompts.add
source: Add
fr_fr: Ajouter

# prompts.delete
source: Delete
fr_fr: Supprimer

# prompts.delete_title
source: Delete prompt?
fr_fr: Supprimer le prompt ?

# prompts.description
source: Create reusable instructions to refine your dictations.
fr_fr: Créez des instructions réutilisables pour améliorer vos dictées.

# prompts.details
source: Prompt details
fr_fr: Détails du prompt

# prompts.edit_title
source: Edit Prompt
fr_fr: Modifier le prompt

# prompts.error_duplicate
source: Prompt names must be unique.
fr_fr: Les noms de prompt doivent être uniques.

# prompts.error_instructions
source: Prompt instructions are required.
fr_fr: Les instructions du prompt sont obligatoires.

# prompts.error_icon
source: Choose an icon from the available palette.
fr_fr: Choisissez une icône dans la palette disponible.

# prompts.error_name
source: A prompt name is required.
fr_fr: Le nom du prompt est obligatoire.
